{
    "loggedout": {
        "greeting": "Δημιουργήστε έναν Steemian!",
        "explainer": "Το Steeminvite είναι μια υπηρεσία που σας επιτρέπει να προσκαλέσετε τους φίλους σας στο steem.",
        "buttontext": "για να ξεκινήσετε.",
        "login_error": "Σφάλμα σύνδεσης",
        "usernamePlaceholder": "Το steem όνομα χρήστη σας",
        "postingkeyPlaceholder": "Το ιδιωτικό κλειδί ανάρτησής σας"
    },
    "index": {
        "lastupdate": "Τελευταία ενημέρωση",
        "refresh": "Ανανέωση τώρα",
        "greeting": "Χαίρετε <span id='loggedInUser'>όνομα χρήστη</span>!",
        "tokenexplain": "Για να δημιουργήσετε έναν λογαριασμό steem, θα πρέπει πρώτα να αξιώσετε ένα token. Αυτά μπορούν να αποκτηθούν δαπανώντας ένα συγκεκριμένο ποσό STEEM, ή ξοδεύοντας μια μεγάλη ποσότητα RC mana. Ως αντάλλαγμα, ο νέος λογαριασμός λαμβάνει μια ελάχιστη ποσότητα RC mana για να δύναται να εκτελεί συναλλαγές στο blockchain ενώ δεν του ανήκει καθόλου Steem Power.",
        "tokencost": "Η τρέχουσα χρέωση για μια αξίωση είναι <span class='steemcost'>0</span> STEEM ή <span class='rccost'>0</span> RC mana",
        "pendingclaims": "Έχετε αξιώσει έναν λογαριασμό. <span id='invitespending'></span><span id='pendingclaims' class='hidden'></span>",
        "pendingclaims_plural": "Έχετε αξιώσει <span id='pendingclaims'>0</span> λογαριασμούς. <span id='invitespending'></span>",
        "nopendingclaims": "Δεν έχετε αξιώσει κανέναν λογαριασμό ακόμα.",
        "invitespending": "Μια πρόσκληση εκκρεμεί, <span id='invitemore'></span><span id='pendinginvites' class='hidden'></span>",
        "invitespending_plural": "<span id='pendinginvites'>0</span> προσκλήσεις εκκρεμούν, <span id='invitemore'></span>",
        "noinvitespending": "Δεν εκκρεμεί καμία πρόσκληση, <span id='invitemore'></span><span id='pendinginvites' class='hidden'></span>",
        "invitemore": "έτσι, μπορείτε τώρα να προσκαλέσετε έναν φίλο!<span id='remaininginvites' class='hidden'></span>",
        "invitemore_plural": "έτσι, μπορείτε να προσκαλέσετε <span id='remaininginvites'>0</span> ακόμα φίλους.",
        "abletoclaim": "Το μέγιστο RC mana σας είναι <span id='maxrc'>0</span>, <span id='canclaimever'></span><br /><span id='canclaimnow'>Επί του παρόντος βρίσκεστε στο <span id='rcpct'>0</span>%, <span id='canclaimnowamount'></span></span>",
        "canclaim": "που σας επιτρέπει να αξιώσετε έναν λογαριασμό στο 100%<span id='maxclaims' class='hidden'></span>",
        "canclaim_plural": "που σας επιτρέπει να αξιώσετε <span id='maxclaims'>0</span> λογαριασμούς στο 100%",
        "cannotclaim": "που δεν σας επιτρέπει να αξιώσετε κανέναν λογαριασμό. Κάντε power up μερικά STEEM!",
        "canclaimnow": "έτσι, μπορείτε να αξιώσετε έναν λογαριασμό αυτήν την στιγμή.<span class='possibleclaims hidden'></span>",
        "canclaimnow_plural": "έτσι, μπορείτε να αξιώσετε <span class='possibleclaims'>0</span> λογαριασμούς αυτήν την στιγμή.",
        "cannotclaimnow": "έτσι, θα πρέπει να περιμένετε λίγο μέχρι να μπορείτε να αξιώσετε έναν λογαριασμό σε έκπτωση.",
        "abletobuy": "Με το υπόλοιπό σας των <span id='steembalance'>0 STEEM</span> μπορείτε <span id='abletopayforclaim'></span>",
        "canbuy": "θεωρητικά να αξιώσετε έναν ακόμα λογαριασμό.<span id='possiblebuys' class='hidden'></span>",
        "canbuy_plural": "θεωρητικά να αξιώσετε άλλους <span id='possiblebuys'>0</span> λογαριασμούς.",
        "cannotbuy": "αξιώσετε μηδέν επιπλέον λογαριασμούς. Προμηθευτείτε μερικά STEEM ακόμα!",
        "claimfreemodal": "Δωρεάν αξίωση",
        "claimsteemmodal": "Αξίωση επί πληρωμή",
        "invitemodal": "Προσκαλέστε κάποιον αυτήν την στιγμή"
    },
    "freeclaimmodal": {
        "title": "Αξιώστε λογαριασμούς steem σε έκπτωση",
        "explainer": "Η τελευταία χρέωση για την αξίωση λογαριασμού σε έκπτωση ήταν <span class='rccost'>0</span> RC <br />Έχετε υπόψη πως αυτό αλλάζει συνεχώς. Όταν γίνεται αξίωση πολλών λογαριασμών σε μικρό χρονικό διάστημα, η τιμή ανεβαίνει.<br /><span id='freeExplainAmount'></span>",
        "explainamount": "Με <span id='currentrc'>0</span> RC μπορείτε να αξιώσετε έναν λογαριασμό.<span class='possibleclaims hidden'></span>",
        "explainamount_plural": "Με <span id='currentrc'>0</span> RC μπορείτε να αξιώσετε <span class='possibleclaims'>0</span> λογαριασμούς.",
        "moreexplain": "Μπορείτε είτε να αξιώσετε έναν λογαριασμό, ή να χρησιμοποιήσετε το bot αξίωσης μέχρι να εξαντληθεί το RC σας ή μέχρι να το σταματήσετε.",
        "single": "Αξιώστε έναν λογαριασμό",
        "bot": "Bot αξίωσης"
    },
    "botclaimmodal": {
        "title": "Αυτοματοποιημένη αξίωση λογαριασμών steem σε έκπτωση",
        "explainer": "Χαίρετε! Είμαι το φιλικό ρομπότ αξίωσης λογαριασμών. Κάντε κλικ στο παρακάτω πλήκτρο ώστε να αρχίσω να λειτουργώ. Θα εξακολουθήσω να αξιώνω λογαριασμούς μέχρι να εξαντληθεί το RC σας, ή μέχρι να μου δώσετε την εντολή να σταματήσω πιέζοντας το άλλο πλήκτρο.",
        "working": "Σε λειτουργία! Αξιώθηκαν <span id='botClaimStatusClaimed'>0</span> λογαριασμοί μέχρι στιγμής.",
        "stopped": "Διεκόπη αφού αξίωσε <span id='botClaimHasClaimed'>0</span> λογαριασμούς.<br />Μήνυμα σφάλματος: <span id='botClaimError'></span>",
        "start": "Έναρξη",
        "close": "Διακοπή/Κλείσιμο"
    },
    "paidclaimmodal": {
        "title": "Πληρώστε για να αξιώσετε έναν λογαριασμό steem",
        "explainer": "Η χρέωση για την αξίωση ενός λογαριασμού είναι <span class='steemcost'>0</span> STEEM<br />Αυτή η χρέωση ορίζεται από τους witnesses.<br />Ένας νέος λογαριασμός θα λαμβάνει μια βασική ποσότητα RC, σαν να διέθετε την ίδια ποσότητα Steem Power."
    },
    "invitemodal": {
        "title": "Προσκαλέστε στο Steem!",
        "label": "Ετικέτα",
        "by_email": "Αναίρεση της επιλογής αυτού προκειμένου να λάβετε έναν ή περισσότερους συνδέσμους κατευθείαν, αντί να στείλετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου",
        "email": "Διεύθυνση",
        "mailtext_label": "Κείμενο ηλεκτρονικού ταχυδρομείου",
        "mailtext": "Hello,\n\nyou have been invited by {} to join the Steem blockchain.\n\nWhat is that?\nSteem is the backend used by new social media sites like steemit.com and busy.org. Using blockchain technology, it goes new ways by paying the users for their activity.\n\nAccept the invitation by clicking on the following link:",
        "linkamount": "Αριθμός συνδέσμων προς δημιουργία",
        "or": "ΕΙΤΕ",
        "multi": "Δημιουργία ενός συνδέσμου που είναι έγκυρος για την δημιουργία πολλών λογαριασμών",
        "multi_label": "Αριθμός λογαριασμών για τους οποίους είναι έγκυρος αυτός ο σύνδεσμος (προσοχή, ίσως εξαντληθούν οι αξιώσεις σας χρησιμοποιώντας αυτήν την επιλογή!)",
        "delegate": "Ένας νέος λογαριασμός διαθέτει μόνο μια βασική ποσότητα RC για την εκτέλεση συναλλαγών στο blockchain. Αν επιθυμείτε να μπορεί να εκτελέσει περισσότερες ενέργειες ο νέος χρήστης, πραγματοποιήστε ανάθεση ενός ποσού Steem Power. Αυτό είναι κάτι που μπορείτε να κάνετε και αργότερα, φυσικά.",
        "delegate_amount": "Ποσότητα Steem Power προς ανάθεση",
        "validity": "Για πόσες ημέρες θα πρέπει να είναι έγκυρη η πρόσκληση μέχρις ότου διαγραφεί αυτόματα;",
        "validity_label": "Εγκυρότητα σε ημέρες",
        "usermail": "Διεύθυνση ηλεκτρονικού ταχυδρομείου για ενημερώσεις κατάστασης",
        "create": "Δημιουργία πρόσκλησης"
    },
    "button": {
        "submit": "Υποβολή",
        "login": "Σύνδεση",
        "login_now": "Σύνδεση τώρα",
        "logout": "Αποσύνδεση",
        "close": "Κλείσιμο",
        "proceed": "Συνέχεια"
    },
    "keys": {
        "wrong_key": "Μη έγκυρο κλειδί",
        "active_required": "Αυτή η ενέργεια απαιτεί το ενεργό κλειδί σας.",
        "active": "Active key",
        "posting": "Posting key",
        "owner": "Owner key",
        "memo": "Memo key",
        "storeKey": "Απομνημόνευση του κλειδιού για αυτήν την συνεδρία"
    },
    "language": {
        "switch": "Αλλαγή γλώσσας...",
        "en": "αγγλικά",
        "de": "γερμανικά"
    },
    "step1": {
        "lead": "Χαίρετε! Είστε μόνο λίγα βήματα μακριά από την απόκτηση του δικού σας λογαριασμού Steem!",
        "text": "Ο λογαριασμός σας θα περιλαμβάνει το προσωπικό σας πορτοφόλι, οπότε η ασφάλεια είναι ιδιαίτερα σημαντική.<br />Έχουμε δημιουργήσει έναν κύριο κωδικό πρόσβασης για τον λογαριασμό σας, τον οποίο θα πρέπει να φυλάξετε σε ασφαλές μέρος. Καταγράψτε τον κάπου!",
        "submit": "Έχω καταγράψει τον κωδικό και δεν πρόκειται ποτέ να τον χάσω"
    },
    "step2": {
        "lead": "Εντάξει. Βεβαιωθείτε ότι δεν θα χάσετε τον κωδικό! Δεν υπάρχει τρόπος ανάκτησης!",
        "text": "Το steem όνομα χρήστη σας θα πρέπει να αποτελείται από τουλάχιστον τρεις χαρακτήρες, και δεν δύναται να περιέχει άλλους χαρακτήρες εκτός από μικρά γράμματα, αριθμούς και μια παύλα. Θα πρέπει να είναι μοναδικό και δεν δύναται ποτέ να αλλαχθεί. Διαλέξτε το προσεκτικά.",
        "username": "Το όνομα χρήστη σας",
        "as": "ως"
    },
    "step3": {
        "text": "Όσα είπαμε πριν σχετικά με τον λογαριασμό σας είναι πολύ σοβαρά.<br />Προκειμένου να επιβεβαιώσετε ότι δεν έχετε κάνει κάποιο λάθος ενώ σημειώνατε τον κωδικό πρόσβασης, παρακαλούμε εισάγετε τον εδώ.<br />Αν δεν μπορείτε να συνεχίσετε, πραγματοποιήστε επαναφόρτωση της σελίδας στον περιηγητή σας και ξεκινήστε από την αρχή."
    },
    "step4": {
        "text": "There are different access levels for a Steem account.<br />The posting key is used for everyday social media activity, i.e. it lets you post and vote.<br />To access your wallet and move STEEM, you need the active key.<br />The owner key can be used to change those two, and should never be used for other purposes. It's best kept besides the master password, don't use it online.<br />Last and least there's the memo key, which has no function yet but may in the future be used to decrypt your private data like direct messages.",
        "warning": "These keys are generated from your password. They can be used instead of it, but only for their specific purpose.<br />It's safer to use the posting key if you want to use a device to only post and vote, or the active key when you want to perform other actions.<br />THE PASSWORD AND THE OWNER KEY ARE BEST TO KEPT OFFLINE!",
        "confirm": "Κάνοντας κλικ στο ακόλουθο πλήκτρο θα ενημερωθεί ο χρήστης που δημιούργησε την πρόσκλησή σας, και καλώς εχόντων των πραγμάτων θα δημιουργήσει τον λογαριασμό σας σύντομα.",
        "finish": "Τέλος αίτησης λογαριασμού και απομάκρυνση από αυτήν την σελίδα"
    },
    "accept": {
        "invalid": "Μη έγκυρο ID πρόσκλησης, λυπούμαστε!"
    }
}
